{
    "plugins\/pulseaudio\/plugin_info\/configuration.php": {
        "Configuration": "Configuration",
        "Accès à la configuration": "Access to configuration",
        "Réparer :": "To fix :",
        "Forcer l'arrêt de tous les services pulseaudio": "Force stop all pulseaudio services",
        "Port clef bluetooth": "Bluetooth keychain",
        "Aucun": "None"
    },
    "plugins\/pulseaudio\/desktop\/modal\/soundtest.pulseaudio.php": {
        "401 - Accès non autorisé": "401 - Unauthorized access",
        "Arrêter le test": "Stop the test",
        "Pause": "Pause",
        "Rechercher": "Search"
    },
    "plugins\/pulseaudio\/desktop\/modal\/update.pulseaudio.php": {
        "401 - Accès non autorisé": "401 - Unauthorized access",
        "Pause": "Pause",
        "Rechercher": "Search"
    },
    "plugins\/pulseaudio\/desktop\/modal\/status.pulseaudio.php": {
        "401 - Accès non autorisé": "401 - Unauthorized access",
        "Pause": "Pause",
        "Rechercher": "Search"
    },
    "plugins\/pulseaudio\/desktop\/modal\/pairbluetooth.pulseaudio.php": {
        "401 - Accès non autorisé": "401 - Unauthorized access",
        "Étape 1": "Step 1",
        "Étape 2": "Step 2",
        "Étape 3": "Step 3",
        "Étape 4": "Step 4",
        "Étape 5": "Step 5",
        "Activer le mode découverte de l'enceinte Bluetooth": "Activate the discovery mode of the Bluetooth speaker",
        "Exemple JBL Flip 3": "JBL Flip 3 example",
        "Suivant": "Next",
        "Scanner les périphériques Bluetooth": "Scan Bluetooth devices",
        "Pause": "Pause",
        "Rechercher": "Search",
        "Scan en cours": "Scan in progress",
        "Adresse MAC": "MAC address",
        "Appairer l'enceinte Bluetooth": "Pair the Bluetooth speaker",
        "Appairage en cours": "Pairing in progress",
        "Créer le service associé à cette enceinte Bluetooth": "Create the service associated with this Bluetooth speaker",
        "Nom du service": "Name of the service",
        "Finaliser la création de votre enceinte Bluetooth": "Finalize the creation of your Bluetooth speaker",
        "Vous pouvez clore cette popup puis activer et enregistrer cette nouvelle enceinte Bluetooth.": "You can close this popup then activate and register this new Bluetooth speaker",
        "JBL Flip 3": "JBL Flip 3"
    },
    "plugins\/pulseaudio\/desktop\/modal\/log.pulseaudio.php": {
        "401 - Accès non autorisé": "401 - Unauthorized access",
        "Pause": "Pause",
        "Rechercher": "Search"
    },
    "plugins\/pulseaudio\/desktop\/php\/pulseaudio.php": {
        "401 - Accès non autorisé": "401 - Unauthorized access",
        "Gestion": "Management",
        "Ajouter": "Add",
        "Configuration": "Setup",
        "Mes enceintes Bluetooth": "My Bluetooth speakers",
        "Rechercher": "Search",
        "Configuration avancée": "Advanced configuration",
        "Sauvegarder": "Save",
        "Supprimer": "Delete",
        "Equipement": "Equipment",
        "Commandes": "Commands",
        "Général": "Main",
        "Nom de l'enceinte Bluetooth": "Bluetooth speaker name",
        "Objet parent": "Parent object",
        "Aucun": "None",
        "Catégorie": "Category",
        "Options": "Options",
        "Activer": "Activate",
        "Visible": "Visible",
        "Paramètres": "Settings",
        "Assistant": "Assistant",
        "Appairer l'enceinte Bluetooth": "Pair the Bluetooth speaker",
        "Adresse MAC": "MAC address",
        "Nom du Service": "Name of the Service",
        "Port clef bluetooth": "Bluetooth keychain",
        "Informations": "Information",
        "Status": "Status",
        "Logs": "Logs",
        "Tester": "Test",
        "Id": "ID",
        "Nom": "Name",
        "Type": "Type",
        "Action": "Action",
        "Service Status": "Service Status",
        "Bluetooth Scan": "Bluetooth Scan",
        "Bluetooth Appairage": "Bluetooth Pairing"
    },
    "plugins\/pulseaudio\/desktop\/js\/pulseaudio.js": {
        "Nom": "Name",
        "Afficher": "Show",
        "Historiser": "Historize",
        "Tester": "Test"
    },
    "plugins\/pulseaudio\/core\/ajax\/pulseaudio.ajax.php": {
        "401 - Accès non autorisé": "401 - Unauthorized access",
        "Aucune methode correspondante à : ": "No method corresponding to:"
    },
    "plugins\/pulseaudio\/core\/class\/pulseaudio.class.php": {
        "Le champs Adresse ne peut être vide": "Address field cannot be empty",
        "L\\'adresse MAC doit être de la forme XX:XX:XX:XX:XX:XX": "The MAC address must be of the form XX: XX: XX: XX: XX: XX",
        "Le champs Nom ne peut être vide": "The name field cannot be empty",
        "Le champs Nom ne peut contenir de caractères spéciaux": "Name field cannot contain special characters",
        "Le champs Nom ne peut contenir d\\'espaces": "Name field cannot contain spaces"
    },
    "info.json": {
        "Auteur du plugin : Slobberbone.<br\/>ATTENTION, il ne s’agit pas d’un plugin Officiel Jeedom mais d’un plugin développé par une tierce personne et dont l’évolution a été abandonnée. L’équipe technique Jeedom assurera l’assistance sur ce plugin sans obligation de résultat. Ce plugin permet la gestion du service PulseAudio. Ce service gère tout ce qui concerne les entrées sorties sons et micro, que les sorties soient filaires, via bluetooth ou encore sur le réseau. Ce plugin rend visible le service PulseAudio sur votre réseau interne, il vous est alors possible de le contrôler depuis un PC sous GNU\/Linux et de faire en sorte que la musique lue sur votre PC soit envoyée sur la sortie son de Jeedom. Ce plugin permet également l'ajout des enceintes Bluetooth au service PulseAudio de Jeedom et le propose comme une sortie standard. Ainsi, via Jeedom et ce plugin PulseAudio vous pouvez exécuter Deezer sur votre PC sous GNU\/Linux (ou Windows avec le client PulseAudio compatible) et faire en sorte que le son soit envoyées aux enceintes bluetooth raccordées à Jeedom ainsi que sur la sortie son (HDMI\/Jack) de Jeedom pour compléter avec un ampli. Ce mode simultané arrivera prochainement avec la possibilité de mettre une latence, évitant le décalage entre les sorties son HDMI\/Jack\/Bluetooth, parfait pour le mode soirée à la fois sur la terrasse avec les enceintes Bluetooth et dans la salle avec l'ampli !": "Author of the plugin: Slobberbone.<br\/> WARNING, this is not an Official Jeedom plugin but a plugin developed by a third party and whose evolution has been abandoned. The Jeedom technical team will provide assistance on this plugin with no obligation of result. This plugin allows the management of the PulseAudio service. This service manages everything relating to sound and microphone inputs, outputs, whether the outputs are wired, via bluetooth or even on the network. This plugin makes the PulseAudio service visible on your internal network, you can then control it from a PC running GNU \/ Linux and ensure that the music played on your PC is sent to the sound output of Jeedom. This plugin also allows the addition of Bluetooth speakers to the Jeedom PulseAudio service and offers it as a standard output. Thus, via Jeedom and this PulseAudio plugin you can run Deezer on your PC under GNU \/ Linux (or Windows with the compatible PulseAudio client) and ensure that the sound is sent to the bluetooth speakers connected to Jeedom as well as to the sound output ( HDMI \/ Jack) from Jeedom to complete with an amplifier. This simultaneous mode will soon arrive with the possibility of setting a latency, avoiding the lag between the HDMI \/ Jack \/ Bluetooth sound outputs, perfect for evening mode both on the terrace with the Bluetooth speakers and in the room with the amplifier!"
    }
}