{
    "id": "pulseaudio",
    "name": "Pulseaudio",
    "licence": "AGPL",
    "author": "Jeedom Legacy",
    "description": {
        "fr_FR": "Auteur du plugin : Slobberbone.<br\/>ATTENTION, il ne s’agit pas d’un plugin Officiel Jeedom mais d’un plugin développé par une tierce personne et dont l’évolution a été abandonnée. L’équipe technique Jeedom assurera l’assistance sur ce plugin sans obligation de résultat. Ce plugin permet la gestion du service PulseAudio. Ce service gère tout ce qui concerne les entrées sorties sons et micro, que les sorties soient filaires, via bluetooth ou encore sur le réseau. Ce plugin rend visible le service PulseAudio sur votre réseau interne, il vous est alors possible de le contrôler depuis un PC sous GNU\/Linux et de faire en sorte que la musique lue sur votre PC soit envoyée sur la sortie son de Jeedom. Ce plugin permet également l'ajout des enceintes Bluetooth au service PulseAudio de Jeedom et le propose comme une sortie standard. Ainsi, via Jeedom et ce plugin PulseAudio vous pouvez exécuter Deezer sur votre PC sous GNU\/Linux (ou Windows avec le client PulseAudio compatible) et faire en sorte que le son soit envoyées aux enceintes bluetooth raccordées à Jeedom ainsi que sur la sortie son (HDMI\/Jack) de Jeedom pour compléter avec un ampli. Ce mode simultané arrivera prochainement avec la possibilité de mettre une latence, évitant le décalage entre les sorties son HDMI\/Jack\/Bluetooth, parfait pour le mode soirée à la fois sur la terrasse avec les enceintes Bluetooth et dans la salle avec l'ampli !",
        "en_US": "Author of the plugin: Slobberbone.<br\/> WARNING, this is not an Official Jeedom plugin but a plugin developed by a third party and whose evolution has been abandoned. The Jeedom technical team will provide assistance on this plugin with no obligation of result. This plugin allows the management of the PulseAudio service. This service manages everything relating to sound and microphone inputs, outputs, whether the outputs are wired, via bluetooth or even on the network. This plugin makes the PulseAudio service visible on your internal network, you can then control it from a PC running GNU \/ Linux and ensure that the music played on your PC is sent to the sound output of Jeedom. This plugin also allows the addition of Bluetooth speakers to the Jeedom PulseAudio service and offers it as a standard output. Thus, via Jeedom and this PulseAudio plugin you can run Deezer on your PC under GNU \/ Linux (or Windows with the compatible PulseAudio client) and ensure that the sound is sent to the bluetooth speakers connected to Jeedom as well as to the sound output ( HDMI \/ Jack) from Jeedom to complete with an amplifier. This simultaneous mode will soon arrive with the possibility of setting a latency, avoiding the lag between the HDMI \/ Jack \/ Bluetooth sound outputs, perfect for evening mode both on the terrace with the Bluetooth speakers and in the room with the amplifier!",
        "es_ES": "Autor del complemento: Slobberbone.<br\/> ATENCIÓN, este no es un complemento oficial de Jeedom sino un complemento desarrollado por un tercero y cuya evolución ha sido abandonada. El equipo técnico de Jeedom proporcionará asistencia sobre este complemento sin obligación de resultado. Este complemento permite la gestión del servicio PulseAudio. Este servicio gestiona todo lo relativo a las entradas y salidas de sonido y micrófono, ya sean las salidas cableadas, vía bluetooth o en red. Este complemento hace que el servicio PulseAudio sea visible en su red interna, luego puede controlarlo desde una PC con GNU \/ Linux y asegurarse de que la música que se reproduce en su PC se envía a la salida de sonido de Jeedom. Este complemento también permite la adición de altavoces Bluetooth al servicio Jeedom PulseAudio y lo ofrece como salida estándar. Por lo tanto, a través de Jeedom y este complemento PulseAudio, puede ejecutar Deezer en su PC bajo GNU \/ Linux (o Windows con el cliente PulseAudio compatible) y asegurarse de que el sonido se envíe a los altavoces bluetooth conectados a Jeedom, así como a la salida de sonido ( HDMI \/ Jack) de Jeedom para completar con un amplificador. Este modo simultáneo llegará pronto con la posibilidad de configurar una latencia, evitando el desfase entre las salidas de sonido HDMI \/ Jack \/ Bluetooth, ¡perfecto para el modo noche tanto en la terraza con los altavoces Bluetooth como en la habitación con el amplificador!",
        "de_DE": "Autor des Plugins: Slobberbone.<br\/> WARNUNG, dies ist kein offizielles Jeedom-Plugin, sondern ein Plugin, das von einem Dritten entwickelt wurde und dessen Entwicklung aufgegeben wurde. Das technische Team von Jeedom wird dieses Plugin ohne Ergebnisverpflichtung unterstützen. Dieses Plugin ermöglicht die Verwaltung des PulseAudio-Dienstes. Dieser Dienst verwaltet alles in Bezug auf Ton- und Mikrofoneingänge, -ausgänge, unabhängig davon, ob die Ausgänge verkabelt sind, über Bluetooth oder sogar im Netzwerk. Dieses Plugin macht den PulseAudio-Dienst in Ihrem internen Netzwerk sichtbar. Sie können ihn dann von einem PC mit GNU \/ Linux aus steuern und sicherstellen, dass die auf Ihrem PC abgespielte Musik an die Tonausgabe von Jeedom gesendet wird. Dieses Plugin ermöglicht auch das Hinzufügen von Bluetooth-Lautsprechern zum Jeedom PulseAudio-Dienst und bietet diese als Standardausgabe an. Über Jeedom und dieses PulseAudio-Plugin können Sie Deezer auf Ihrem PC unter GNU \/ Linux (oder Windows mit dem kompatiblen PulseAudio-Client) ausführen und sicherstellen, dass der Sound an die mit Jeedom verbundenen Bluetooth-Lautsprecher sowie an den Soundausgang gesendet wird ( HDMI \/ Jack) von Jeedom mit einem Verstärker. Dieser simultane Modus wird bald mit der Möglichkeit verfügbar sein, eine Latenz einzustellen, um die Verzögerung zwischen den HDMI \/ Jack \/ Bluetooth-Tonausgängen zu vermeiden. Perfekt für den Abendmodus sowohl auf der Terrasse mit den Bluetooth-Lautsprechern als auch im Raum mit dem Verstärker!",
        "pt_PT": "Autor do plugin: Slobberbone.<br\/> ATENÇÃO, este não é um plugin oficial da Jeedom, mas sim um plugin desenvolvido por terceiros e cuja evolução foi abandonada. A equipe técnica da Jeedom fornecerá assistência neste plugin sem obrigação de resultado. Este plugin permite o gerenciamento do serviço PulseAudio. Este serviço gere tudo o que se refere às entradas, saídas de som e microfone, sejam as saídas com fios, via bluetooth ou na rede. Este plugin torna o serviço PulseAudio visível em sua rede interna, você pode então controlá-lo de um PC rodando GNU \/ Linux e garantir que a música tocada em seu PC seja enviada para a saída de som do Jeedom. Este plugin também permite a adição de alto-falantes Bluetooth ao serviço Jeedom PulseAudio e oferece-o como uma saída padrão. Assim, através do Jeedom e deste plugin PulseAudio você pode executar o Deezer em seu PC sob GNU \/ Linux (ou Windows com o cliente PulseAudio compatível) e garantir que o som seja enviado para os alto-falantes bluetooth conectados ao Jeedom, bem como para a saída de som ( HDMI \/ Jack) da Jeedom para completar com um amplificador. Este modo simultâneo chegará em breve com a possibilidade de definir uma latência, evitando o lag entre as saídas de som HDMI \/ Jack \/ Bluetooth, perfeito para o modo noturno tanto no terraço com as colunas Bluetooth como na sala com o amplificador!"
    },
    "require": "3.3.39",
    "category": "multimedia",
    "hasDependency": true,
    "hasOwnDeamon": false,
    "maxDependancyInstallTime": 45,
    "changelog": "https:\/\/doc.jeedom.com\/#language#\/plugins\/multimedia\/pulseaudio\/changelog",
    "documentation": "https:\/\/doc.jeedom.com\/#language#\/plugins\/multimedia\/pulseaudio\/",
    "language": [
        "fr_FR",
        "en_US",
        "es_ES",
        "de_DE",
        "pt_PT"
    ],
    "compatibility": [
        "miniplus",
        "smart",
        "rpi",
        "docker",
        "diy",
        "mobile",
        "v4"
    ]
}